tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "Noovolari/brew"
tap "buo/cask-upgrade"
tap "turbot/tap"
tap "ankitpokhrel/jira-cli"
tap "anchore/syft"

cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "gitkraken"
cask "docker"
cask "leapp"
cask "session-manager-plugin"
cask "alfred"
cask "iterm2"

brew "leapp-cli"
brew "starship"
brew "mas"
brew "awscli"
brew "golang"
brew "steampipe"
brew "jira-cli"
brew "docker"
brew "kubectx" # Power tools for kubectl - https://github.com/ahmetb/kubectx
brew "terraform-docs"
brew "syft"

# Fuzzy Search - https://github.com/junegunn/fzf
# Post install: `$(brew --prefix)/opt/fzf/install`
brew "fzf"

# Python ENV
# Post Install - add to .zshrc eval "$(pyenv init -)"
brew "pyenv"
brew "jq"


brew "gh" # Github CLI
